Repository: common-repository/cookiescontrol-spanish-rules
Catalog: mo/cookiescontrol-*.po
Languages: es_es

source: We use cookies. By continuing browsing this site you accept our cookies policy.
es_es: Como la mayoría de webs, usamos cookies. Si continúas navegando entenderemos que estás de acuerdo.

source: Close
es_es: Cerrar

source: Find out more
es_es: Más información

source: About
es_es: Sobre

source: Options
es_es: Configuración

source: Apparence
es_es: Apariencia

source: You do not have sufficient permissions to access this page.
es_es: No dispone de perimisos suficientes para ver esta página.

source: Options saved
es_es: Opciones guardadas

source: Bar position
es_es: Posición de la barra

source: Select the position for the button bar
es_es: Trieu la posición per a la barra d'acceptació

source: Bottom
es_es: Abajo

source: Top
es_es: Arriba

source: Background colour
es_es: Color del fondo

source: Enter colour such as black, red, white. Or use hex values including the hash e.g. #000000
es_es: Escribir un color en inglés como black, red, white. O usar valores en hexadecimal como #000000

source: Text Colour
es_es: Color del texto

source: Accept Button Text Colour
es_es: Color del texto del botón de aceptación

source: Accept Button Background Colour
es_es: Color de fondo del botón de aceptación

source: Accept Button Border Colour
es_es: Color del borde del botón de aceptación

source: More info Button Text Colour
es_es: Color del texto del botón de más información

source: More info Button Border Colour
es_es: Color del borde del botón de más información

source: More info Button Background Colour
es_es: Color de fondo del botón de más información

source: Save Options
es_es: Guardar las opciones

source: Button Bar Text
es_es: Texto de la barra

source: Enter the text that you would like to see in the button bar.
es_es: Escribir el texto que debe aparecer en la barra de aviso.

source: Cookie Information Page
es_es: Página de información de las cookies

source: Select the page where your cookie information can be found.
es_es: Elegir la página en la que se da más información sobre el uso de las cookies.

source: Opt-in - Header Code
es_es: Código del header a aceptar

source: If you have custom code in the &lt;head&gt; of your website such as Google analytics, you can make it opt-in by pasting the code in this box. The code will not be shown unless the visitor has accepted cookies.
es_es: Si tiene código personalizado en el head como Google Analytics, puede hacerlo sujeto a aceptación pegándolo en esta caja. El código no aparecerá hasta que el usuario haya aceptado las cookies.

source: Comment form cookie warning
es_es: Aviso en el formulario de comentarios.

source: Warn your visitors that by placing a comment on your website they are agreeing to have a cookie placed on their computer. This text will appear on the comment form.
es_es: Avisa al visitante que al hacer un comentario acceden a que se instale una cookie en su navegador. El mensaje aparece en el formulario de comentarios.

source: CookiesControl (Spanish law)
es_es: CookiesControl (normativa española)

source: This plugin helps you to comply with the 2009/136/CE Directive, whose requirements require you to not install cookies in users' browser untill they permit so, explicitly or implicitly.
es_es: Este módulo ayuda a cumplir con lo establecido en la directiva 2009/136/CE, que obliga a no instalar cookies en el navegador de los usuarios hasta que lo acepten, de un modo explícito o implícito.

source: What does this plugin do?
es_es: ¿Qué hace este módulo?

source: It gives your visitors the option to opt in (or leave the webpage) any third party applications such as Google Analytics or Ad Sense. The plugin then leaves a cookie of its own to remember them next time. The cookie will expire after one year.
es_es: Permite a los visitantes aceptar el uso de cookies (o abandonar la página) de aplicaciones de terceros como Google Analytics o Ad Sense. El módulo mismo deja una cookie para recordar su preferencia en el futuro. La cookie caduca en un año.

source: This plugin comes with an opt-in widget for your sidebar. Anything added to the widget is opt in. So if you insert your Adsense code here it will only show if the visitor has accepted cookies.
es_es: Este módulo viene con un widget para la barra lateral. Todo lo que se añada en él aparecerá tras la aceptación. Así que si se inserta un código de Adsense solo se verá cuando las cookies se hayan aceptado.

source: Edit the warning text as shown on the button bar. The Spanish law states that this message should be written in Spanish or Catalan or Basque or Galician.
es_es: Editar el mensaje de aviso de la barra. La normativa española indica que debe estar escrito en español, catalán, vasco o gallego.

source: Create a page that contains your cookie information such as what cookies are and what you use them for. Select your cookie information page from the list and this will link to the 'More info' button on the button bar. The Spanish law states that this text should be written in Spanish or Catalan or Basque or Galician.
es_es: Cree una página que contenga información sobre qué cookies se van a instalar y para qué se van a usar. Seleccione la página y aparecerá enlazada en el botón de más información. La ley española establece que el texto debe estar escrito en español, catalán, vasco o gallego.

source: Opt in header code
es_es: Código del header

source: Third party applications such as Google Analytics leave a cookie in order to be able to track your visitors. The 2009/136/CE Directive wants you to warn people of this and even have them 'opt in' so you shouldnt track them unless they agree to it. Any text/code that you enter in the 'opt in header code' field will only be activated once the user has accepted cookies. Any text/code in this field will be placed just above the <code> &lt;/head&gt; </code> tag.
es_es: Algunas aplicaciones de terceros como Google Analytics dejan una cookie para hacer el seguimiento de los visitantes. La directiva 2009/136/CE obliga a informar de ello y a obtener el consentimiento del usuario. Cualquier código o texto que haya en "código del header" se activará solo tras la aceptación de las cookies. El código o texto se pondrá antes del cierre de la etiqueta <code> &lt;/head&gt; </code>.

source: Comment Form Warning
es_es: Aviso en el formulario de comentarios

source: This CMS leaves a cookie when a comment is left (to save the form information so it doesnt have to be filled in next time) so using this field you can give your visitors a warning and let them whats going down. The Spanish law states that this warning should be written in Spanish or Catalan or Basque or Galician.
es_es: Este sistema e gestión de contenidos instala una cookie cuando alguien introduce un comentario (así se guarda su información y no hay que volver a introducirla más adelante). Usando este campo se puede alertar de ello al usuario. La ley española establece que el mensaje hay que escribirlo en español, catalán, vasco o gallego.

source: Appearance
es_es: Aspecto

source: Bar Position
es_es: Posición de la barra

source: Select the position for your button bar.
es_es: Elegir la posición de la barra

source: Background Colour
es_es: Color de fondo

source: Change the background of your button bar by entering the name of the colour or a hex value.
es_es: Cambiar el color de fondo del botón de aceptación escribiendo su nombre en inglés o un valor hexadecimal.

source: Change the main text colour on the button bar by entering the name of the colour.
es_es: Cambiar el color del texto del botón de aceptación escribiendo su nombre en inglés o un valor hexadecimal.

source: It changes the accept button text colour.
es_es: Cambia el color del texto del botón de aceptación.

source: Make that button stand out with a background colour.
es_es: Hace que el botón aparezca con otro color de fondo.

source: You can even change the colour of the border of the button.
es_es: También se puede cambiar el color del borde del botón.

source: More Info Button Text Colour
es_es: Color del texto del botón de más información

source: It changes the More Info button text colour.
es_es: Cambia el color del texto del botón de más información.

source: More Info Button Background Colour
es_es: Color de fondo del botón de más información.

source: It changes the More Info button background colour.
es_es: Cambia el color de fondo del botón de más información.

source: More Info Button Border Colour
es_es: Color del borde del botón de más información.

source: It changes the More Info Button Border colour.
es_es: Cambia el color del borde del botón de más información.

source: Disclaimer
es_es: Aviso

source: No responsability is accepted by the contributors neither for the correct use or the misuse of this plugin. Please, contact with a lawyer for legal advice.
es_es: Los autores de este módulo no son responsables de las consecuencias derivadas de su uso, ni aunque su uso sea correcto. Por favor, contacte con una asesoría legal si precisa consejo legal.

source: Add opt-in code such as AdSense which will not be shown unless the user opts in
es_es: Añadir código, por ejemplo de Google Ad Sense, que solo se muestra tras la aceptación de las cookies

source: Title
es_es: Título

source: Content
es_es: Contenido
